Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nih.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Adapted physical activity, psychological healthand physical activity, motivation, health pedagogy / health psychology, burnout and well-being, quantitative methods, the coach profession, dropout from sport.
nb: Tilpasset fysisk aktivitet, psykisk helse og fysisk aktivitet, motivasjon, helsepedagogikk / helsepsykologi, utbrenthet og velvære, kvantitativ metode, trenere som yrkesgruppe, frafall i idrett.

source: The studies show that PlayerLoad™ and high-intensity events (HIE) with the use of inertial measurement units was reliable, as long as it was not divided into intensity bands.
nb: Studiene viser at PlayerLoad™ (PL) og målinger av høyintensive aksjoner (HIA) fra bevegelsessensorene er reliabelt, så lenge det ikke blir delt inn i smale intensitetskategorier.

source: Data were analyzed via structural equation modeling (SEM), and we performed conditional process modeling (Paper II), growth mixture modeling (Paper III), and latent profile analysis (Paper IV).
nb: Data ble analysert med bruk av manifest moderert medieringsanalyse (Artikkel II), manifest vekstkurve modellering (Artikkel III) og latent profil analyse.

source: Openness, honesty, good chemistry, co-determination...?”
nb: Åpenhet, ærlighet, god kjemi, medbestemmelse...?

source: She has a background in Cultural Anthropology and Development Sociology, and holds a master’s degree in Development, Environment and Cultural Change (2019) from the University of Oslo.
nb: Hun har en bakgrunn i Kulturell Antropologi og Sosiologisk Utvikling, og har en mastergrad i Miljø og Utvikling (2019) fra Universitetet i Oslo.

source: He is an International Fellow at the American Academy of Kinesiology and Physical Education (2004-). In 2017 he held an ‘Olympic Chair’ (Guest Professorate) at the Universities of Leuven and Ghent, Belgium.
nb: Han er International Fellow i American Academy of Kinesiology and Physical Education (2004-), og i 2017 holder han en såkalt Olympic Chair (gjesteprofessorat) ved universitetet i Ghent, Belgia.

source: They are in the same boat and in a one-to-one relationship which is not possible with a trainer, doctor or instructor.
nb: De er i samme miljø eller situasjon og i et én-til-én-forhold som en trener, lege eller instruktør ikke har.

source: Only the imagination that sets the limits for how to use the body to learn more and better, says Kasper Lasthein Madsen.
nb: Det er bare fantasien som setter grenser for hvordan man kan bruke kroppen til å lære mer og bedre, mener Kasper Lasthein Madsen.

source: A standard agreement for the doctoral programme at NIH has been drawn up.
nb: Det er utarbeidet et standard avtaleformular for doktorgradsutdanningen ved NIH.

source: In addition to showing the progress of the doctoral thesis, it must contain a plan for completion of the course in the theory of science and ethics, the examination in in-depth academic and methodological study, and a methodology course(s).
nb: semester og skal i tillegg til å vise fremdriften i arbeidet med doktoravhandlingen inneholde plan for gjennomføring av kurs i vitenskapsteori og etikk, fag- og metode-eksamen og metodekurs.

source: She’d been the club’s receptionist, at her post for more than 50 years.
nb: I mer enn 50 år har hun sittet i klubbens resepsjon.

source: The NIH conducted exercise programmes involving strength and stamina, testing the participants before and after the study.
nb: NIH gjennomførte treningsprogrammer innen styrke og utholdenhet og testet deltakerne før og etter.

source: To achieve a 35% reduction in mortality, moderate to intense activity three to five times current recommendations was previously recommended, i.e. 7 to 12 hours a week.
nb: For å oppnå 35 % reduksjon i dødelighet har man hittil sagt at man bør være i moderat til intens aktivitet tre til fem ganger dagens anbefalinger, altså vel 7 til 12 timer i uken.

source: Equipment and software for recording and analyzing facial expressions
nb: Utstyr og programvare for opptak og analyse av ansiktsdata

source: "70 per cent is much more than necessary, the players would obtain a much better overview and make much better choices if they just kept an eye on the ball when something new was actually
nb: — 70 prosent er mye mer enn nødvendig, spillerne ville få mye bedre oversikt og gjøre mye bedre valg hvis de bare følger med på ballen når det faktisk

source: Based on his background he wanted to undertake a more systematic study of bone health in elite cyclists and runners for his Master’s thesis.
nb: Med sin bakgrunn ønsket han å studere beinhelse mer systematisk hos elitesyklister og løpere i sin masteroppgave.

source: Sociology, medicalization, performance enhancement substances
nb: Sosiologi, medikalisering, prestasjonsfremmende midler

source: She has work experience as event organizer of international (youth) snowboard events and as General Secretary at the World Snowboard Federation.
nb: Hun har arbeidserfaring som arrangør av internasjonale snowboard events og som generalsekretær i World Snowboard Federation.

source: Ole Gunnar Solskjær has made some smart moves as manager at Manchester United.
nb: Ole Gunnar Solskjær har avgjort tatt noen smarte grep som manager i Manchester United.

source: I have studied the prevalence of overweight/obesity and status/normative values of musculoskeletal and neuromotor fitness in Norwegian adults.
nb: Jeg har undersøkt prevalens av overvekt og fedme, samt status/normative verdier på muskel skjelett og motorisk form blant voksne nordmenn.

source: But even though I have not lost weight, I can see the value of having changed the way I think about food and exercise, which tells me it was a success."
nb: Men selv om jeg ikke har gått ned i vekt så ser jeg verdien av å ha endret tankene mine om mat og mosjon, og det forteller meg at det var en suksess».

source: Friluftsliv, place, knowledge, pedagogy, being in the winter mountains, health, quality of life, friluftsliv and environment, human-nature relations
nb: Friluftsliv, sted, kunnskap, didaktikk, ferdsel og opphold i vinterfjellet, helse, livskvalitet, friluftsliv og miljø, relasjoner menneske-natur

source: This equation (together with previously published equations) was cross-validated on the cadets.
nb: Denne ligningen (sammen med tidligere ligninger) ble kryssvalidert på kadettene.

source: Gerd Marie Solstad became interested in Southern Africa when she worked for the Sports Peace Corps in Zimbabwe (2010-2012).
nb: Gerd Marie Solstad ble interessert i det sørlige Afrika da hun jobbet for Idrettsfredskorpset i Zimbabwe (2010-2012).

source: Loland has received a number of awards for his research and education, including the IAPS Distinguished Scholar Award (2009) and NIH Student Rose (2013).
nb: Loland har mottatt flere priser for sin forskning og undervisning, blant annet IAPS' Distinguished Scholar Award (2009) og NIHs 'Studentrosen' (2013).

source: This is what is being shown by a doctoral project from the Norwegian School of Sport Sciences (NIH).
nb: Det viser et doktorgradsprosjekt fra Norges Idrettshøgskole (NIH).

source: Specifically, a group of male youth football players (14 to 16 yrs) are compared to a group of non-contact sport athletes (e.g. swimmers, cyclists etc.).
nb: er en prospektiv kohortstudie hvor unge fotballspillere (14-16 år) sammenlignes med en kontrollgruppe fra ikke-kontaktidretter (svømmere, syklister etc).

source: Leading the research project «Optimizing nutritional counselling in the disabled athlete» which is external funded in collaboration with HAN University of Applied Sciences from Nederland.
nb: Leder forskningsprosjektet «Optimizing nutritional counselling in the disabled athlete», som er eksternt finansiert i samarbeid med HAN University of Applied Sciences fra Nederland.

source: ELISA, PCR, Spectrophotometry, blood samples, DXA-Scan.
nb: Immunologiske teknikker, PCR, spektrofotometri, blodtakeprøving, DXA.

source: Mona Sannerud Moe is an adviser at NIH Center for part time studies and courses.
nb: Mona Sannerud Moe er seniorrådgiver ved Senter for etter- og videreutdanning.

source: The material was created from participating in observer hours, both in physical education and in ASK intervention.
nb: Materialet er skapt fra å være deltagende observatør timene, både i kroppsøving og i ASK-intervensjonen.

source: The doctoral programme includes a mandatory 5-credit course on the theory of science and ethics.
nb: Det avholdes et obligatorisk kurs i vitenskapsteori og etikk for doktorgradsprogrammet med en ramme på 5 studiepoeng.

source: ": The installation starts, and after a while you might get asked for the administrator password for your Mac.
nb: Installasjonen starter, og du kan etterhvert få spørsmål om administrator-passordet på Mac'en din.

source: The fact that this didn’t happen had its own, positive explanation:
nb: At det ikke skjedde, hadde sin egen, positive forklaring:

source: have to be connected to the NIH-network (
nb: koblet på NIH-nettverket

source: - A project description that includes:
nb: o faglig redegjørelse for prosjektet, herunder målformulering,

source: This makes the study much more realistic.
nb: Det gjør studien mye mer virkelighetsnær.
